Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
ar: لوحة معاينة الملف المحدد
bg: Панел за преглед на избран файл
ca: Panell de vista prèvia del fitxer seleccionat
cs_cz: Náhled vybraného souboru
da: Markeret fil forhåndsvisningsrude
de_de: Dateivorschauleiste
el: Παράθυρο προεπισκόπησης επιλεγμένου αρχείου
es_es: Panel de vista previa del archivo seleccionado
fi_fi: Valitun tiedoston esikatseluruutu
fr_fr: Volet d'aperçu du fichier sélectionné
he_il: חלון תצוגה מקדימה של הקובץ הנבחר
hr_hr: Odabrano okno za pregled datoteke
hu_hu: Kiválasztott fájl előnézeti panele
id_id: Panel pratinjau file yang dipilih
it_it: Riquadro dell'anteprima dell'elemento selezionato
ja_jp: 選択したファイルのプレビュー ウィンドウ
ka: არჩეულია ფაილის გადახედვის სარკმელი
ko_kr: 선택한 파일 미리 보기 패널
lv_lv: Atlasītā faila priekšskatījuma panelis
nb_no: Panel for forhåndsvisning av merket fil
nl_nl: Voorbeeldpaneel geselecteerd bestand
pl_pl: Panel podglądu wybranego pliku
pt_pt: Painel de pré-visualização do ficheiro selecionado
ro_ro: Panoul de previzualizare selectat
ru_ru: Панель предварительного просмотра выбранного файла
sk_sk: Panel ukážky vybratého súboru
sv_se: Förhandsgranskningsfönster för vald fil
th_th: บานหน้าต่างแสดงรายละเอียดไฟล์ที่เลือก
tr_tr: Seçilmiş dosya ön izleme panosu
uk_ua: Панель попереднього перегляду файлу
vi: Ngăn xem trước tệp đã chọn
zh_hans: 已选文件的预览面板
zh_hant: 預覽已選取的檔案

# CloudDriveSyncStatus_Online
source: Available when online
ar: متوفر عند الاتصال
bg: Наличен, когато онлайн
ca: Disponible en línia
cs_cz: K dispozici, když jste online
da: Tilgængelig, når du er online
de_de: Verfügbar wenn online
el: Διαθέσιμο στο διαδίκτυο
es_es: Disponible cuando está en línea
fi_fi: Käytettävissä online-tilassa
fr_fr: Disponible en ligne
he_il: זמין במצב מקוון
hr_hr: Dostupno kada je online
hu_hu: Online elérhető
id_id: Tersedia ketika online
it_it: Disponibile solo online
ja_jp: オンライン時に利用可能
ka: ხელმისაწვდომია ონლაინ რეჟიმში
ko_kr: 온라인 전용
lv_lv: Pieejams tiešsaistes režīmā
nb_no: Tilgjengelig på nett
nl_nl: Online beschikbaar
or_in: ଅନ୍‌ଲାଇନ୍‌ ବେଳେ ଉପଲବ୍ଧ
pl_pl: Dostępne w trybie Online
pt_pt: Disponível quando online
ro_ro: Disponibil când sunteți online
ru_ru: Доступно в сети
sk_sk: K dispozícii online
sv_se: Tillgänglig när du är online
th_th: พร้อมใช้งานขณะออนไลน์
tr_tr: Çevrimiçiyken Kullanılabilir
uk_ua: Доступно за наявності підключення до мережі
vi: Khả dụng khi trực tuyến
zh_hans: 联机时可用
zh_hant: 網路連線時可用

source: Documentation
ar: الوثائق
bg: Документация
ca: Documentació
cs_cz: Dokumentace
da: Dokumentation
de_de: Dokumentation
el: Τεκμηρίωση
es_es: Documentación
fi_fi: Ohjeet
hu_hu: Dokumentáció
id_id: Dokumentasi
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 자습서 열기
lv_lv: Dokumentācija
nb_no: Dokumentasjon
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_pt: Documentação
ro_ro: Documentaţie
ru_ru: Документация
sk_sk: Dokumentácia
sv_se: Dokumentation
tr_tr: Belgeler
uk_ua: Документація
vi: Tài liệu hướng dẫn
zh_hans: 文档
zh_hant: 使用說明

# CloudDriveSyncStatus_Offline
source: Available offline
ar: متوفر دون اتصال
bg: Налично офлайн
ca: Disponible fora de línia
cs_cz: K dispozici offline
da: Tilgængelig offline
de_de: Offline verfügbar
el: Διαθέσιμο εκτός σύνδεσης
es_es: Disponible sin conexión
fi_fi: Käytettävissä offline-tilassa
fr_fr: Disponible hors ligne
he_il: זמין במצב לא מקוון
hr_hr: Dostupno izvan mreže
hu_hu: Offline is elérhető
id_id: Tersedia offline
it_it: Disponibile offline
ja_jp: オフラインで利用可能
ka: ხაზგარეშე რეჟიმშიცაა ხელმისაწვდომი
ko_kr: 오프라인 사용 가능
lv_lv: Pieejams bezsaistē
nb_no: Tilgjengelig frakoblet
nl_nl: Offline beschikbaar
or_in: ଅଫ୍‌ଲାଇନ୍ ଉପଲବ୍ଧ
pl_pl: Dostępne w trybie Offline
pt_pt: Disponível offline
ro_ro: Disponibil Offline
ru_ru: Доступно оффлайн
sk_sk: Dostupné offline
sv_se: Tillgänglig offline
th_th: พร้อมใช้งานแล้ว
tr_tr: Çevrimdışı kullanılabilir
uk_ua: Доступно в автономному режимі
vi: Khả dụng khi ngoại tuyến
zh_hans: 脱机可用
zh_hant: 可離線存取

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
ar: متوفر جزئيًا في وضع عدم الاتصال
bg: Частично налично офлайн
ca: Parcialment disponible fora de línia
cs_cz: Částečně dostupné offline
da: Delvist tilgængelig offline
de_de: Teilweise offline verfügbar
el: Μερικώς διαθέσιμο εκτός σύνδεσης
es_es: Parcialmente disponible sin conexión
fi_fi: Osittain käytettävissä offline-tilassa
fr_fr: Partiellement disponible hors ligne
he_il: זמין באופן חלקי ללא חיבור
hr_hr: Djelomično dostupno izvanmrežno
hu_hu: Offline részben elérhető
id_id: Sebagian tersedia offline
it_it: Parzialmente disponibile offline
ja_jp: 部分的にオフラインで利用可能
ka: ნაწილობრივ ხელმისაწვდომია ხაზგარეშე რეჟიმში
ko_kr: 부분적으로 오프라인 사용 가능
lv_lv: Daļēji pieejams bezsaitē
nb_no: Delvis tilgjengelig frakoblet
nl_nl: Gedeeltelijk offline beschikbaar
pl_pl: Częściowo dostępne w trybie Offline
pt_pt: Parcialmente disponível offline
ro_ro: Parțial disponibile offline
ru_ru: Частично доступно оффлайн
sk_sk: Čiastočne dostupné offline
sv_se: Delvis tillgänglig offline
th_th: พร้อมใช้งานเป็นบางส่วน
tr_tr: Çevrimdışı kısmen kullanılabilir
uk_ua: Частково доступний офлайн
vi: Khả dụng một phần khi ngoại tuyến
zh_hans: 部分脱机可用
zh_hant: 可部分離線存取

# CloudDriveSyncStatus_Sync
source: Syncing
ar: مزامنة
bg: Синхронизиране
ca: Sincronitzant
cs_cz: Synchronizace
da: Synkronisering
de_de: Synchronisieren
el: Γίνεται συγχρονισμός
es_es: Sincronizando
fi_fi: Synkronoidaan
fr_fr: Synchronisation
he_il: מתבצע סינכרון
hr_hr: Sinkronizacija
hu_hu: Szinkronizálás
id_id: Menyinkronkan
it_it: In sincronizzazione
ja_jp: 同期中
ka: მიმდინარეობს სინქრონიზაცია
ko_kr: 동기화 중
lv_lv: Sinhronizēšana
nb_no: Synkroniserer
nl_nl: Synchroniseren...
or_in: ସିଂକ୍ରିନାଇଜିଂ
pl_pl: Synchronizowanie
pt_pt: Sincronização
ro_ro: Se sincronizează
ru_ru: Синхронизация
sk_sk: Synchronizácia
sv_se: Synkroniserar
th_th: กำลังซิงค์
tr_tr: Senkronize ediliyor
uk_ua: Синхронізація…
vi: Đang đồng bộ hóa
zh_hans: 正在同步
zh_hant: 同步中

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
ar: مستثنى من المزامنة
bg: Изключено от синхронизирането
ca: Exclòs de la sincronització
cs_cz: Vyjmuto ze synchronizace
da: Udeladt fra synkronisering
de_de: Von Synchronisierung ausschließen
el: Εξαιρείται από τον συγχρονισμό
es_es: Excluido de la sincronización
fi_fi: Poistettu synkronoinnista
fr_fr: Exclu de la synchronisation
he_il: לא כלול בסינכרון
hr_hr: Isključeno iz sinkronizacije
hu_hu: Kizárva a szinkronizálásból
id_id: Dikecualikan dari sinkron
it_it: Escluso dalla sincronizzazione
ja_jp: 同期対象外
ka: გამორიცხულია სინქრონიზაციისგან
ko_kr: 동기화에서 제외됨
lv_lv: Izslēgts no sinhronizēšanas
nb_no: Utelatt fra synkronisering
nl_nl: Uitgesloten van synchronisatie
pl_pl: Wykluczone z synchronizacji
pt_pt: Excluído da sincronização
ro_ro: Exclus din sincronizare
ru_ru: Исключено из синхронизации
sk_sk: Vynechané zo synchronizácie
sv_se: Undantagen från synkronisering
th_th: ถูกห้ามไม่ให้ซิงค์
tr_tr: Senkronizasyondan hariç tutuldu
uk_ua: Виключено з синхронізації
vi: Đã loại trừ khỏi đồng bộ hóa
zh_hans: 已从同步排除
zh_hant: 不同步

# ItemSizeNotCalculated
source: Not calculated
ar: غير محسوب
bg: Не е изчислено
ca: No calculat
cs_cz: Není vypočteno
da: Ikke beregnet
de_de: Nicht berechnet
el: Δεν έχει υπολογιστεί
es_es: No calculado
fi_fi: Ei laskettu
fr_fr: Non calculé
he_il: לא חושב
hr_hr: Nije izračunato
hu_hu: Nem meghatározott
id_id: Tidak dihitung
it_it: Non calcolato
ja_jp: 未計算
ka: არ არის გათვლილი
ko_kr: 계산되지 않음
lv_lv: Nav aprēķināts
nb_no: Ikke kalkulert
nl_nl: Niet berekend
pl_pl: Nie obliczono
pt_pt: Não calculado
ro_ro: Necalculat
ru_ru: Не рассчитано
sk_sk: Nevypočítané
sv_se: Inte beräknat
th_th: ยังไม่ทราบ
tr_tr: Hesaplanmamış
uk_ua: Не розраховано
vi: Chưa tính toán
zh_hans: 未计算
zh_hant: 未計算

# CloudDriveSyncStatus_Unknown
source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs_cz: Neznámý
da: Ukendt
de_de: Unbekannt
el: Άγνωστο
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
he_il: לא ידוע
hr_hr: Nepoznato
hu_hu: Ismeretlen
id_id: Tidak diketahui
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
ko_kr: 알 수 없음
lv_lv: Nezināms
nb_no: Ukjent
nl_nl: Onbekend
or_in: ଅଜ୍ଞାତ
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sk_sk: Neznáma
sv_se: Okänd
th_th: ไม่ทราบ
tr_tr: Bilinmiyor
uk_ua: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
ar: إذا قمت بتغيير امتداد الملف، فقد يصبح الملف غير قابل للاستخدام. هل أنت متأكد أنك تريد تغييره؟
bg: Ако промените файловото разширение, файлът може да стане неизползваем. Сигурни ли сте, че искате да го промените?
ca: Si canvieu una extensió de fitxer, és possible que el fitxer es torni inutilitzable. Esteu segur que voleu canviar-ho?
cs_cz: Pokud změníte příponu souboru, soubor se může stát nepoužitelným. Jste si jist že ji chcete změnit?
da: Hvis du ændre filtypen kan filen muligvis ikke længere bruges. Er du sikker på at du vil ændre den?
de_de: Wenn Du die Dateierweiterung änderst, wird die Datei möglicherweise unbrauchbar. Bist Du sicher, dass Du sie ändern möchtest?
el: Εάν αλλάξετε μια επέκταση αρχείου, το αρχείο ενδέχεται να καταστεί άχρηστο. Σίγουρα θέλετε να την αλλάξετε;
es_es: Si cambia la extensión de un archivo, este puede quedar inutilizable. ¿Está seguro de que desea cambiarlo?
fi_fi: Jos muutat tiedostopäätettä, tiedosto saattaa muuttua käyttökelvottomaksi. Haluatko varmasti vaihtaa sen?
fr_fr: Si vous changez l'extension du fichier, celui-ci peut devenir inutilisable. Êtes-vous sûr de vouloir la changer ?
he_il: אם תשנו סיומת קובץ, הוא עלול להפוך לבלתי שמיש. האם אתם בטוחים שתרצו לשנות אותה?
hr_hr: Ako promijenite ekstenziju datoteke, datoteka bi mogla postati neupotrebljiva. Jeste li sigurni da želite promijeniti ekstenziju?
hu_hu: Ha módosítja egy fájl kiterjesztését, akkor az használhatatlanná válhat. Végrehajtja a módosítást?
id_id: Jika Anda mengubah ekstensi file, file mungkin menjadi tidak dapat digunakan. Apakah Anda yakin ingin mengubahnya?
it_it: Modificando l'estensione il file potrebbe essere inutilizzabile. Vuoi cambiare l'estensione del file?
ja_jp: 拡張子を変更すると、ファイルが使えなくなる可能性があります。変更しますか?
ka: ფაილის გაფართოების შეცვლის შემთხვევაში, ფაილი შესაძლოა გამოუსადეგარი გახდეს. დარწმუნებული ხართ, რომ გსურთ მისი შეცვლა?
ko_kr: 파일의 확장자를 변경하면 파일을 사용하지 못하게 될 수 있습니다. 정말로 변경하시겠습니까?
lv_lv: Ja nomainīsiet faila paplašinājumu, fails var palikt nelietojams. Vai tiešām vēlaties to mainīt?
nb_no: Hvis du endrer filendelsen, kan filen bli ubrukelig. Er du sikker på at du vil endre den?
nl_nl: Als u een bestandsnaamextensie wijzigt, wordt het bestand mogelijk onbruikbaar. Weet u zeker dat u de extensie wilt wijzigen?
pl_pl: Jeżeli zmienisz rozszerzenie, plik może stać się nieużywalny. Czy na pewno chcesz to zrobić?
pt_pt: Se alterar a extensão, o ficheiro pode tornar-se inutilizável. Tem a certeza de que a pretende alterar?
ro_ro: Dacă modificați extensia unui fișier, acesta poate deveni inutilizabil. Sigur modificați extensia?
ru_ru: Если Вы измените расширение файла, файл может стать непригодным для использования. Вы уверены, что хотите его изменить?
sk_sk: Ak zmeníte príponu súboru, súbor sa môže stať nepoužiteľným. Naozaj ju chcete zmeniť?
sv_se: Om du ändrar filtillägg kan filen bli obrukbar. Är du säker på att du vill ändra filtillägget?
th_th: เมื่อคุณเปลี่ยนนามสกุลไฟล์อาจทำให้ไฟล์ไม่สามารถใช้งานได้. คุณแน่ใจว่าต้องการทำต่อใช่หรือไม่?
tr_tr: Uzantısı değiştirilen dosyalar kullanılamaz hale gelebilir. Değiştirmek istediğinden emin misin?
uk_ua: Якщо ви зміните розширення файлу, файл може стати непридатним для використання. Ви впевнені, що хочете його змінити?
vi: Nếu bạn thay đổi phần mở rộng, tệp có thể không sử dụng được nữa. Bạn có chắc chắn muốn tiếp tục không?
zh_hans: 如果改变文件扩展名，可能会导致文件不可用。确实要更改吗？
zh_hant: 如果您變更副檔名，檔案可能會變成無法使用。您確定要變更嗎？

# DriveTypeCDRom
source: CD ROM Drive
ar: محرك الأقراص المضغوطة (CD ROM)
bg: CD ROM устройство
ca: Unitat de CD
cs_cz: Jednotka CD-ROM
da: cd-rom-drev
de_de: CD-ROM-Laufwerk
el: Μονάδα CD ROM
es_es: Unidad CD-ROM
fi_fi: CD-ROM-asema
fr_fr: Lecteur CD-ROM
he_il: כונן CD ROM
hr_hr: CD ROM pogon
hu_hu: CD meghajtó
it_it: CD ROM
ja_jp: CD-ROM ドライブ
ka: CD ROM დისკი
ko_kr: CD-ROM 드라이브
lv_lv: CD ROM disks
nb_no: CD ROM-stasjon
nl_nl: Cd-rom-station
pl_pl: Stacja dysków CD ROM
pt_pt: Unidade CD-ROM
ro_ro: Drive CD ROM
ru_ru: CD ROM привод
sk_sk: Jednotka CD-ROM
sv_se: CD-ROM-enhet
th_th: ไดร์ฟซีดีรอม
tr_tr: CD ROM Sürücüsü
uk_ua: CD-привід
vi: Ổ đĩa CD ROM
zh_hans: CD-ROM 驱动器
zh_hant: CD ROM 光碟機

# DriveTypeCloudDrive
source: Cloud Drive
ar: محرك السحابة
bg: Облачно устройство
ca: Unitats al núvol
cs_cz: Cloudový disk
da: Netværksdrev
de_de: Cloudlaufwerk
el: Δίσκος Cloud
es_es: Unidad en la nube
fi_fi: Pilviasema
fr_fr: Lecteur cloud
he_il: כונן ענן
hr_hr: Pogon u oblaku
hu_hu: Felhőtárhely
it_it: Disco Cloud
ja_jp: クラウド ドライブ
ka: ღრუბლოვანი დისკი
ko_kr: 인터넷 서버 드라이브
lv_lv: Tiešsaites disks
nb_no: Skylagring
nl_nl: Cloudstation
pl_pl: Chmura
pt_pt: Unidade na nuvem
ro_ro: Unitate în cloud
ru_ru: Облачный диск
sk_sk: Cloudový disk
sv_se: Molnenhet
th_th: ไดร์ฟออนไลน์
tr_tr: Bulut Sürücüsü
uk_ua: Хмарний привід
vi: Ổ lưu trữ đám mây
zh_hans: 云端驱动器
zh_hant: 雲端硬碟

# DriveTypeFixed
source: Fixed Disk Drive
ar: محرك الأقراص الثابتة
bg: Фиксирано дисково устройство
ca: Unitat de disc fixada
cs_cz: Jednotka pevného disku
da: Fast Diskdrev
de_de: Festplattenlaufwerk
el: Σταθερός δίσκος
es_es: Unidad de disco fija
fi_fi: Kiinteä levyasema
fr_fr: Disque local
he_il: כונן דיסק קבוע
hr_hr: Pogon tvrdog diska
hu_hu: Helyi lemez
it_it: Disco Fisso
ja_jp: 固定ディスク ドライブ
ka: გასწორებული დისკი
ko_kr: 하드 디스크 드라이브
lv_lv: Fiksēts disku diskdzinis
nb_no: Fastmontert disk
nl_nl: Vasteschijfstation
pl_pl: Dysk twardy
pt_pt: Unidade de disco fixa
ro_ro: Unitate de disc fixă
ru_ru: Фиксированный диск
sk_sk: Pevný disk
sv_se: Fast diskenhet
th_th: ไดร์ฟฝังเครื่อง
tr_tr: Sabit Disk Sürücüsü
uk_ua: Привід із фіксованим диском
vi: Ổ lưu trữ cố định
zh_hans: 固定磁盘驱动器
zh_hant: 本機磁碟

# DriveTypeFloppyDisk
source: Floppy Disk Drive
ar: محرك الأقراص المرنة (Floppy Disk)
bg: Флопи-дисково устройство
ca: Unitat de disquet
cs_cz: Disketový disk
da: Diskettedrev
de_de: Diskettenlaufwerk
el: Δισκέτα
es_es: Unidad de disco flexible
fi_fi: Levykeasema
fr_fr: Lecteur de disquettes
he_il: כונן דיסק נשלף
hr_hr: Pogon za floppy disk
hu_hu: Floppy meghajtó
it_it: Disco Floppy
ja_jp: フロッピー ディスク ドライブ
ka: ფლოპი დისკი
ko_kr: 자기 저장 매체 드라이브
lv_lv: Diskešu diskdzinis
nb_no: Diskettstasjon
nl_nl: Diskettestation
or_in: ଫ୍ଲପି ଡିସ୍କ୍ ଡ୍ରାଇଭ୍
pl_pl: Stacja dyskietek
pt_pt: Unidade de disquete
ro_ro: Unitate de disc floppy
ru_ru: Дисковод гибких дисков
sk_sk: Disketová jednotka
sv_se: Diskettenhet
th_th: ฟล็อปปี้ดิสก์
tr_tr: Disket Sürücüsü
uk_ua: Дисковод гнучких дисків
vi: Ổ đĩa mềm
zh_hans: 软盘驱动器
zh_hant: 軟碟機

# DriveTypeNetwork
source: Network Drive
ar: محرك الشبكة
bg: Мрежово устройство
ca: Unitat de xarxa
cs_cz: Síťový disk
da: Netværksdrev
de_de: Netzlaufwerk
el: Δίσκος δικτύου
es_es: Unidad de red
fi_fi: Verkkoasema
fr_fr: Lecteur réseau
he_il: כונן רשת
hr_hr: Mrežni pogon
hu_hu: Hálózati meghajtó
id_id: Drive Jaringan
it_it: Disco di Rete
ja_jp: ネットワーク ドライブ
ka: ქსელოვანი დისკი
ko_kr: 네트워크 드라이브
lv_lv: Tīkla disks
nb_no: Nettverksdisk
nl_nl: Netwerkstation
or_in: ନେଟୱାର୍କ୍ ଡ୍ରାଇଭ୍
pl_pl: Dysk sieciowy
pt_pt: Unidade de rede
ro_ro: Unitate de rețea
ru_ru: Сетевой диск
sk_sk: Sieťová jednotka
sv_se: Nätverksenhet
th_th: ไดร์ฟเครือข่าย
tr_tr: Ağ Sürücüsü
uk_ua: Мережевий диск
vi: Ổ đĩa mạng
zh_hans: 网络驱动器
zh_hant: 網路磁碟機

# DriveTypeNoRootDirectory
source: Unmounted Drive
ar: محرك قرص غير مثبت
bg: Демонтирано устройство
ca: Unitat sense muntar
cs_cz: Odpojený disk
da: Umonteret drev
de_de: Nicht hinzugefügtes Laufwerk
el: Μη τοποθετημένος δίσκος
es_es: Unidad sin montar
fi_fi: Irrotettu asema
fr_fr: Lecteur non monté
he_il: כונן לא מחובר
hr_hr: Demontirani pogon
hu_hu: Objektumnév nélküli helyi lemez
id_id: Drive yang Tidak Dipasang
it_it: Disco non montato
ja_jp: 取り出されたドライブ
ka: დაუმონტაჟებელი დისკი
ko_kr: 경로 연결 해제된 드라이브
lv_lv: Neievietots disks
nb_no: Umontert disk
nl_nl: Ontkoppeld station
pl_pl: Niezamontowany dysk
pt_pt: Unidade não montada
ro_ro: Unitate nemontată
ru_ru: Не смонтированный диск
sk_sk: Odpojený disk
sv_se: Ej monterad enhet
th_th: ไดร์ฟที่ถอดไปแล้ว
tr_tr: Takılmamış Sürücü
uk_ua: Немонтований диск
vi: Ổ lưu trữ chưa gán
zh_hans: 未挂载驱动器
zh_hant: 未掛載的裝置

# DriveTypeRam
source: RAM Disk Drive
ar: قرص التخزين المؤقت (RAM Disk)
bg: RAM дисково устройство
ca: Unitat de disc RAM
cs_cz: RAM disk
da: RAM Diskdrev
de_de: RAM-Disk-Laufwerk
el: Δίσκος RAM
es_es: Unidad de disco RAM
fi_fi: RAM-asema
fr_fr: Lecteur de disque RAM
he_il: כונן דיסק RAM
hr_hr: RAM disk pogon
hu_hu: RAM meghajtó
it_it: Disco RAM
ja_jp: RAM ディスク ドライブ
ko_kr: 램 디스크 드라이브
lv_lv: RAM diska diskdzinis
nb_no: RAM-disk
nl_nl: RAM-schijfstation
pl_pl: Dysk RAM
pt_pt: Unidade de RAM
ro_ro: Unitate RAM disc
ru_ru: RAM диск
sk_sk: RAM Disk
sv_se: RAM-diskenhet
th_th: ไดร์ฟบนแรม
tr_tr: RAM Disk Sürücüsü
uk_ua: RAM диск
vi: Ổ lưu trữ RAM
zh_hans: 内存驱动器
zh_hant: RAM Disk

# DriveTypeRemovable
source: Removable Storage Device
ar: جهاز تخزين قابل للإزالة
bg: Преносимо устройство за съхранение
ca: Dispositiu d'emmagatzematge extraïble
cs_cz: Odpojitelné paměťové zařízení
da: Aftagelig lagerenhed
de_de: Wechselspeichermedium
el: Αφαιρούμενη συσκευή αποθήκευσης
es_es: Unidad extraíble
fi_fi: Siirrettävä tallennuslaite
fr_fr: Stockage amovible
he_il: מכשיר אחסון נייד
hr_hr: Uklonjivi uređaj za pohranu
hu_hu: Eltávolítható meghajtó
id_id: Perangkat Penyimpanan yang Dapat Dilepas
it_it: Dispositivo Rimuovibile
ja_jp: 取り外し可能なデバイス
ka: ამოშლადი შესანახი მოწყობილობა
ko_kr: 이동식 저장 장치
lv_lv: Izņemama atmiņas ierīce
nb_no: Flyttbar lagringsenhet
nl_nl: Verwisselbaar opslagapparaat
pl_pl: Wymienny urządzenie magazynujące
pt_pt: Unidade amovível
ro_ro: Dispozitiv de stocare amovil
ru_ru: Съемное запоминающее устройство
sk_sk: Vymeniteľné úložné zariadenie
sv_se: Flyttbar lagringsenhet
th_th: ไดร์ฟพกพา
tr_tr: Çıkarılabilir Depolama Aygıtı
uk_ua: Знімний пристрій зберігання
vi: Thiết bị lưu trữ di động
zh_hans: 可移动存储设备
zh_hant: 可移除的儲存裝置

# DriveTypeUnknown
source: Unknown
ar: غير معروف
bg: Неизвестно
ca: Desconegut
cs_cz: Neznámý
da: Ukendt
de_de: Unbekannt
el: Άγνωστο
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
he_il: לא ידוע
hr_hr: Nepoznato
hu_hu: Ismeretlen
id_id: Tidak diketahui
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
ko_kr: 알 수 없음
lv_lv: Nezināms
nb_no: Ukjent
nl_nl: Onbekend
or_in: ଅଜ୍ଞାତ
pl_pl: Nieznany
pt_pt: Desconhecido
ro_ro: Necunoscut
ru_ru: Неизвестно
sk_sk: Neznáma
sv_se: Okänd
th_th: ไม่ทราบ
tr_tr: Bilinmiyor
uk_ua: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# DriveTypeVirtualDrive
source: Virtual Drive
ar: قرص وهمي
bg: Виртуално устройство
ca: Dispositiu virtual
cs_cz: Virtuální disk
da: Virtuelt Drev
de_de: Virtuelles Laufwerk
el: Εικονική μονάδα δίσκου
es_es: Unidad virtual
fi_fi: Virtuaaliasema
fr_fr: Lecteur virtuel
he_il: כונן וירטואלי
hr_hr: Virtualni pogon
hu_hu: Virtuális meghajtó
it_it: Disco Virtuale
ja_jp: 仮想ドライブ
ka: ვირტუალური დისკი
ko_kr: 가상 드라이브
lv_lv: Virtuāla ierīce
nb_no: Virtuell stasjon
nl_nl: Virtueel station
pl_pl: Dysk wirtualny
pt_pt: Unidade virtual
ro_ro: Unitate virtuală
ru_ru: Виртуальный диск
sk_sk: Virtuálny disk
sv_se: Virtuell disk
th_th: ไดร์ฟจำลอง
tr_tr: Sanal Sürücü
uk_ua: Віртуальний диск
vi: Ổ lưu trữ ảo
zh_hans: 虚拟驱动器
zh_hant: 虛擬磁碟

source: Date created
ar: تاريخ الإنشاء
bg: Дата на създаване
ca: Data de creació
cs_cz: Vytvořeno
da: Oprettelsesdato
de_de: Erstelldatum
el: Ημερομηνία δημιουργίας
es_es: Fecha de creación
fi_fi: Luontipäivämäärä
fr_fr: Date de création
he_il: תאריך יצירה
hr_hr: Datum stvaranja
hu_hu: Létrehozás dátuma
id_id: Tanggal dibuat
it_it: Data creazione
ja_jp: 作成日時
ka: შექმნის თარიღი
ko_kr: 만든 날짜
lv_lv: Izveides datums
nb_no: Dato opprettet
nl_nl: Gemaakt op
or_in: ତାରିଖ ପ୍ରସ୍ଥୁତ
pl_pl: Data utworzenia
pt_pt: Data de criação
ro_ro: Data creării
ru_ru: Дата создания
sk_sk: Datum vytvorenia
sv_se: Skapad
th_th: สร้างเมื่อ
tr_tr: Oluşturma tarihi
uk_ua: Дата створення
vi: Ngày tạo
zh_hans: 创建日期
zh_hant: 建立日期

source: More options...
ar: خيارات إضافية
bg: Още възможности...
ca: Més opcions...
cs_cz: Více možností...
da: Flere indstillinger
de_de: Mehr Optionen...
el: Περισσότερες επιλογές...
es_es: Más opciones...
fi_fi: Lisää vaihtoehtoja...
fr_fr: Plus d'options…
he_il: אפשרויות נוספות
hr_hr: Više postavki...
hu_hu: További lehetőségek...
id_id: Opsi lainnya...
it_it: Altre opzioni...
ja_jp: その他のオプション...
ka: მეტი არჩევანი...
ko_kr: 추가 옵션...
lv_lv: Papildu opcijas...
nb_no: Flere alternativer...
nl_nl: Meer opties...
pl_pl: Więcej opcji...
pt_pt: Mais opções...
ro_ro: Mai multe opţiuni...
ru_ru: Больше опций...
sk_sk: Daľšie možnosti
sv_se: Fler alternativ...
th_th: ตัวเลือกเพิ่มเติม...
tr_tr: Diğer seçenekler...
uk_ua: Додаткові параметри...
vi: Nhiều tùy chọn hơn...
zh_hans: 更多选项...
zh_hant: 更多選項...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
ar: خريطة قرص الشبكة
bg: Карта на мрежовото устройство
ca: Assigna una unitat de xarxa
cs_cz: Připojit síťovou jednotku
da: Tilknyt netværksdrev
de_de: Netzlaufwerk hinzufügen
el: Χαρτογράφηση μονάδας δικτύου
es_es: Conectar a unidad de red
fi_fi: Yhdistä verkkoasemaan
fr_fr: Connecter un lecteur réseau
he_il: מפה כונן רשת
hr_hr: Mapiranje mrežnog pogona
hu_hu: Hálózati meghajtó csatlakoztatása
id_id: Peta jaringan drive
it_it: Connetti disco di rete
ja_jp: ネットワーク ドライブを割り当てる
ka: რუკის ქსელური დისკი
ko_kr: 네트워크 드라이브 연결
lv_lv: Kartēt tīkla disku
nb_no: Koble til nettverksdisk
nl_nl: Netwerkstation toewijzen
or_in: ନେଟ୍ଓ୍ୱାର୍କ ଡ୍ରାଇଭ୍ ମ୍ୟାପ୍ କରନ୍ତୁ
pl_pl: Mapuj dysk sieciowy
pt_pt: Mapear unidade de rede
ro_ro: Conectare unitate de rețea
ru_ru: Подключить сетевой диск
sk_sk: Mapovať sieťový disk
sv_se: Anslut nätverksenhet
th_th: เพิ่มตำแหน่งบนเครือข่าย
tr_tr: Ağ sürücüsüne bağlan
uk_ua: Підключити диск
vi: Ánh xạ ổ đĩa mạng
zh_hans: 映射网络驱动器
zh_hant: 連線網路磁碟機

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
ar: المزيد من خيارات الحزم
bg: Повече опции за пакети
de_de: Mehr Sammlungsoptionen
fi_fi: Lisää pakettivaihtoehtoja
he_il: יותר אפשרויות חבילות
hr_hr: Više opcija paketa
it_it: Altre opzioni dei gruppi
ka: პაკეტების მეტი არჩევანი
lv_lv: Papildus saišķu opcijas
nl_nl: Meer opties voor bundels
pl_pl: Więcej opcji Paczek
pt_pt: Mais opções de pacotes
th_th: ตัวเลือกจัดการกลุ่มเพิ่มเติม

# SidebarFavorites
source: Favorites
ar: المفضلة
bg: Любими
da: Favoritter
de_de: Favoriten
fi_fi: Suosikit
he_il: מועדפים
hr_hr: Favoriti
id_id: Favorit
it_it: Preferiti
ja_jp: お気に入り
ka: ფავორიტები
lv_lv: Izlase
nl_nl: Favorieten
or_in: ପସନ୍ଦିତାଗୁଡିକ
pl_pl: Ulubione
pt_pt: Favoritos
ro_ro: Favorite
sk_sk: Obľúbené
th_th: รายการโปรด

# SidebarLibraries
source: Libraries
ar: المكتبات
bg: Библиотеки
ca: Biblioteques
cs_cz: Knihovny
da: Biblioteker
de_de: Bibliotheken
el: Βιβλιοθήκες
es_es: Bibliotecas
fi_fi: Kirjastot
fr_fr: Bibliothèques
he_il: ספריות
hr_hr: Biblioteke
hu_hu: Könyvtárak
id_id: Pustaka
it_it: Raccolte
ja_jp: ライブラリ
ka: ბიბლიოთეკა
ko_kr: 라이브러리
lv_lv: Bibliotēkas
nb_no: Biblioteker
nl_nl: Bibliotheken
or_in: ଲାଇବ୍ରେରୀଗୁଡିକ
pl_pl: Biblioteki
pt_pt: Bibliotecas
ro_ro: Biblioteci
ru_ru: Библиотеки
sk_sk: Knižnice
sv_se: Bibliotek
th_th: คลัง
tr_tr: Kitaplıklar
uk_ua: Бібліотеки
vi: Thư viện
zh_hans: 库
zh_hant: 媒體櫃
